Revit 2027 API
SpecTypeId.HvacSlope Property
 Slope, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HvacSlope { get; }
Public Shared ReadOnly Property HvacSlope As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HvacSlope {
	ForgeTypeId^ get ();
}
static member HvacSlope : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace